Repository: common-repository/bf3-infobox
Catalog: languages/bf3infobox-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: BF3 Infobox Options
de_de: BF3 Infobox Optionen

source: Widget Display Options - Show:
de_de: Widget Darstellungsoptionen - Zeige:

source: Playername (Origin ID) and Link to bf3stats.com:
de_de: Spielername (Origin ID) und Link zu bf3stats.com:

source: Platform (PC/PS3/360):
de_de: Plattform (PC/PS3/360):

source: Points till next Rank:
de_de: Punkte bis zum nächsten Rang:

source: General Stats Table:
de_de: Statistik Tabelle:

source: Display a widget with your Battlefield 3 stats
de_de: Zeige ein Widget mit deinen Battlefield 3 Statistiken.

source: BF3 Player Infobox
de_de: BF3 Spieler Infobox

source: Infobox Title
de_de: Infobox Titel

source: Playername
de_de: Spielername

source: Platform
de_de: Plattform

source: Update at bf3stats.com
de_de: Update: bf3stats.com

source: Info: Save to clear internal 60min cache and reload Stats from bf3stats.com (Update manualy before!)
de_de: Info: Speichern um den internen 60min Cache zu löschen und um die Statistiken von bf3stats.com neu zu laden (Manuelles Update vorher starten!)

source: Progress: %s, %d left
de_de: Fortschritt: %s, %d übrig

source: Kill/Death Ratio
de_de: Kills/Verluste Verhältnis

source: Win/Loss Ratio
de_de: Sieg/Niederlage Verhältnis

source: Accuracy
de_de: Präzision

source: Score per Minute
de_de: Punkte pro Minute

source: Longest Kill Streak
de_de: Längste Kill-Serie

source: Longest Headshot
de_de: Längster Kopftreffer

source: more statistics
de_de: mehr Statistiken

source: 2013 Update! Display your Battlefield 3 Player Statistics from bf3stats.com in a sidebar widget. <strong>Show/hide values via the settings</strong> (e.g. hide Origin username).
de_de: 2013 Update! Zeige deine Battlefield 3 Spieler Statistiken von bf3stats.com in einem Sidebar Widget. <strong>Einzelne Werte können über die Einstellungen ein-/ausgeblendet werden</strong> (z.B. Origin Username ausblenden).
